-- leaderキー設定

-- ##################################################
-- #
-- # dein
-- #
-- ##################################################

-- ########################################
-- #
-- # vim設定
-- #
-- ########################################

-- 24bit colorを有効化

-- インデント設定

-- 表示設定

-- タブ設定

-- 改行コード、文字コード設定

-- 不要なファイルの生成抑止

-- 自動折り返し無効化

-- <C-@>誤爆防止

-- <C-j>で挿入モードから抜ける

-- <C-j>でビジュアルモードから抜ける

-- <C-j>でTerminal-Jobモードから抜ける

-- Terminal-Jobモード内にて<S-space>で;2uが入力されてしまうのを防止

-- タブ切り替え

-- ウィンドウ移動

-- split時の挙動設定

-- クリップボード操作

-- Perl providerを使用しないので無効化

-- ウィンドウを下にsplitしてターミナル表示

-- ウィンドウを右にvsplitしてターミナル表示

-- 新規タブを開いてターミナル表示
